Revit 2027 API
VertexIndexPairArray.ReverseIterator Method
Retrieve a backward moving iterator to the array.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public virtual VertexIndexPairArrayIterator ReverseIterator()
Public Overridable Function ReverseIterator As VertexIndexPairArrayIterator
public:
virtual VertexIndexPairArrayIterator^ ReverseIterator()
abstract ReverseIterator : unit -> VertexIndexPairArrayIterator
override ReverseIterator : unit -> VertexIndexPairArrayIterator
Return Value
VertexIndexPairArrayIterator
Returns a backward moving iterator to the array.
See Also
Reference
VertexIndexPairArray Class
Autodesk.Revit.DB Namespace